Repository: Eldar2021/hatim
Catalog: lib/l10n/arb/app_*.arb
Languages: ar

# lang
source: Language
ar: اللغة

# pleaseWait
source: Please waiting
ar: يرجى الانتظار

# loginPleaseSelectLang
source: Please select a language.
ar: يرجى تحديد لغة.

source: Next
ar: التالي

# loginPleaseSelectGender
source: Please select your gender
ar: الرجاء تحديد جنسك

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Start
ar: بداية

# homeAllHatim
source: Total number of Hatims
ar: العدد الإجمالي لحاتم.

# homeAllHatimDesc
source: Total number of Hatims read worldwide through our app
ar: إجمالي عدد حاتم المقروء في جميع أنحاء العالم من خلال تطبيقنا.

# homeUserReadAllPage
source: The number of pages you read.
ar: عدد الصفحات التي تقرأها

# homeUserReadAllPageDesc
source: Ten Rewards for each letter recitation from Quran!
ar: عشر مكافآت لكل تلاوة حرف من القرآن.

# homeMotivationTime
source: “Recite the Qur’an, for it will come as an intercessor for its reciters on the Day of Resurrection.” (Muslim 804)
ar: 'اقرأ القرآن ، فإنه يكون شفيعًا لقرائه يوم القيامة'.

# homeGoHatim
source: Participation in the Hatim
ar: الاشتراك في حاتم

# bottomQuran
source: Quran
ar: اللقرآن

# bottomHome
source: Home
ar: الرئيسي

# bottomProfile
source: Profile
ar: الملف الشخصي

source: Quran
ar: القرآن

source: Hatim
ar: حاتم

source: Read
ar: اقرأ

# hatimPleaseSelectPage
source: Please select pages!
ar: الرجاء تحديد الصفحات

# hatimDoneRead
source: Completed
ar: صفحات مكتملة.

# hatimDoneReadDesc
source: Completed pages, Pages have been read
ar: تمت قراءة الصفحات.

# hatimProccessRead
source: In progress
ar: تَقَدم

# hatimProccessReadDesc
source: In progress pages now
ar: قيد المعالجة.

# hatimEmptyRead
source: Not selected
ar: يتم اختياره

# hatimEmptyReadDesc
source: No one has selected yet
ar: لم يختار أحد حتى الآن

# hatimUserHintSelectEmtyPage
source: Please select pages that no one has yet taken. Please complete as soon as possible. This is your personal responsibility!
ar: !الرجاء تحديد الصفحات التي لم يأخذها أحد حتى الآن. من فضلك أكمل في أقرب وقت ممكن. هذه مسؤوليتك الشخصية

source: Cancel
ar: رجوع

source: Select
ar: حدد

# amin
source: Amen
ar: آمين

# aminDua
source: O Allah! Make the Qur'an my guide, light and mercy!
ar: يا الله! اجعل القرآن دليلي ونور ورحمة

# readTextSize
source: Text size
ar: سورة الجزات.

# readVerticalSpace
source: Vertical space
ar: حجم النص.

# readHorizontallSpace
source: Horizontal space
ar: مساحة عمودية.

# readScreenMode
source: Screen Theme
ar: مساحة أفقية.

source: Save Changes
ar: التغييرا

# profileSettings
source: Settings
ar: رجوع حفظ التغييرات.

# profileGender
source: Gender
ar: جنس تذكير أو تأنيث

# profileLang
source: Language
ar: لغة

# profileTheme
source: Theme
ar: سمة

source: About us
ar: معلومات عنا

# aboutUsDevsDesc
source: The Quran is the greatest gift left to us from our Prophet Muhammad Mustafa (sallallahu alaihi wa sallam). At a time when Muslims remained in one valley and the Qur'an in another, we found it appropriate to invite our Muslim brothers and sisters to the holy world of the Qur'an. Regardless of your nationality, place of residence, gender and social status, you, too, will receive the bountiful rewards in the congregation by participating in the worldwide Quran hatim campaign. ‘All of you, hold fast to the rope (religion) of Allah, and do not be divided.’ (Al-i Imran, 103)
ar: Пайгамбарыбыз Мухаммед Мустафа (сав) бизге калтырган эң чон аманат бул Куран. Мусулмандар бир өрөөндө, Куран башка бир өрөөндө калган азыркы доордо бардык дин бир туугандарыбызды куттуу Курандын кереметтүү дүйнөсүнө чакырууну туура көрдүк. Улутуңуз, жашаган жериңиз, жынысыңыз, социалдык статусуңуз эмне болсо болсун, жалпы дүйнөлүк Куран хатимине катышып, жамааттагы берекелүү соопко сиз да ортоктош болуңуз. Эй мусулмандар! Аллахтын китеби Куранды бары-жогуңар менен кармангыла! Эч качан бөлүнүп-жарылбагыла! (Али Имран 103)

# feedback
source: Contact us
ar: اتصل بنا

# profileForDevelopers
source: For developers
ar: للمطورين

# profileChangeTheme
source: Theme Installation
ar: تثبيت موضوع

# feedBackSms
source: This feature will be added in future versions.
ar: إضافة هذه الميزة في الإصدارات المستقبلية.

# profileDevs
source: For developers
ar: للمطورين

# profileDevsDesc
source: If you've noticed any technical flaws in our app, or if you have interesting ideas for adding new features to the app, we're always happy to hear from you! Get in touch with us on GitHub. Please don't be shy! We are very interested in developing this app together.
ar: إذا لاحظت أي عيوب فنية في تطبيقنا ، أو إذا كانت لديك أفكار مثيرة للاهتمام لإضافة ميزات جديدة إلى التطبيق ، يسعدنا دائمًا أن نسمع منك! تواصل معنا على جيثب. من فضلك لا تخجل! نحن مهتمون جدًا بتطوير هذا التطبيق معًا
